Repository: smartcoinpayments/smartcoin-woo
Catalog: languages/smartcoin-woo-*.po
Languages: pt_br

source: <div class="error"><p>Smartcoin test API is disable and force SSL option is disable. Please enable SSL and ensure your server has valid SSL certificate.</p></div>
pt_br: <div class="error"><p>A API de test da Smartcoin e a opção de forçar SSL estão desabilitadas. Por favor, habilite o SSL e certifique-se que o servidor tenha um certificado SSL válido.</p></div>

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Smartcoin Credit Card Payment
pt_br: Habilitar opção de pagamento com cartão de crédito

source: Test mode (sandbox)
pt_br: Modo 'test' (sandbox)

source: Turn on the test mode
pt_br: Ligar o modo 'test'

source: Show Radio Button
pt_br: Exibir botão para escolha do método de pagamento

source: If you are using just Smartcoin as payment method, disable this option
pt_br: Se estiver usando apenas a Smartcoin como método de pagamento, desabilite essa opção

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: O título exibido para o usuário na opção de escolha do método de pagamento.

source: Credit Card and Bank Slip
pt_br: Cartão de Crédito e Boleto Bancário

source: Allow Installments
pt_br: Permitir parcelamento

source: yes
pt_br: sim

source: Number max of installments
pt_br: Número máximo de parcelas permitidas

source: Webhook URL to receive Charge updates
pt_br: URL de webhook para receber atualições das cobranças

source: Inclue this url in Smart Manage -> Menu -> Settings -> Webhooks
pt_br: Inclua essa URL no Smart Manage -> Menu -> Settings -> Webhooks

source: Payment error:
pt_br: Erro no Pagamento:

source: Pending payment
pt_br: Pagamento pendente

source: %s Credit Card Refund failed because the Transaction ID is missing.
pt_br: %s O reembolso do cartão de crédito falhou porque faltou o ID da transação

source: %s Credit Card Refund Failed with message: "%s"
pt_br: %s O reembolso do cartão de crédito falhou com a seguinte mensagem: "%s"

source: Paid successfully.
pt_br: Pago com sucesso.

source: Your bank slip bar code is:
pt_br: O código de barras o boleto é:

source: Smartcoin - Credit Card Payment
pt_br: Smartcoin - Pagamento com Cartão de Crédito

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction.
pt_br: Infelizmente o seu pedido não pode ser processado porque o bank/emissor negou a transação.

source: Please attempt your purchase again or go to your account page.
pt_br: Por favor, tente realizar a compra novamente ou vá para a página do seu perfil.

source: Please attempt your purchase again.
pt_br: Por favor, tente realizar sua compra novamente.

source: Pay
pt_br: Pagar

source: My Account
pt_br: Meu Perfil

source: Thank you. Your order has been received. But we are awaiting the payment confirmation.
pt_br: Obrigado. O seu pedido foi recebido com sucesso. Estamos aguardando a confirmação do seu pagamento.

source: Print Bank Slip
pt_br: Imprimir Boleto Bancário

source: Thank you. Your order has been received.
pt_br: Obrigado. O seu pedido foi recebido com sucesso.

source: Order Number:
pt_br: Número do Pedido:

source: Date:
pt_br: Data:

source: Payment Method:
pt_br: Método de Pagamento:

source: Bank Slip
pt_br: Boleto Bancário

source: Credit Card
pt_br: Cartão de Crédito
